Repository: rashidhamid139/PlguinsWoocommerce
Catalog: lang/eh_bulk_edit-*.po
Languages: de_de, es_es, fr_fr

source: Bulk Edit Products
de_de: Schüttgutbearbeitung
es_es: Productos de edición masiva
fr_fr: Produits en vrac Edit

source: Documentation
de_de: Dokumentation
es_es: Documentación

source: Support
es_es: Soporte

source: Undo the Update - Overview
de_de: Update rückgängig machen-Übersicht
es_es: Deshacer la actualización - Visión general
fr_fr: Annuler la mise à jour-vue d`ensemble

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre

source: Select a condition to edit the title, and enter the relevant text
de_de: Wählen Sie eine Bedingung, um den Titel zu bearbeiten, und geben Sie den entsprechenden Text ein.
es_es: Seleccione una condición para editar el título e introduzca el texto relevante
fr_fr: Sélectionnez une condition pour modifier le titre et entrez le texte pertinent

source: No Change
de_de: Keine Änderung
es_es: Ningún cambio
fr_fr: Modifier le texte du bouton (page produit)

source: Set New [
es_es: Establecer nuevo [
fr_fr: Définir nouveau [

source: Append [
es_es: Anexar [
fr_fr: Ajouter

source: Prepend [
de_de: Prävention [
es_es: Anteponer [
fr_fr: préposer

source: Replace [
de_de: Ersetzen [
es_es: Reemplazar [
fr_fr: Remplacer

source: RegEx Replace [
de_de: RegEx-Ersatz [
es_es: RegEx Reemplazar [
fr_fr: RegEx remplacer [

source: Select a condition to edit the SKU, and enter the relevant text
de_de: Wählen Sie eine Bedingung, um die SKU zu bearbeiten, und geben Sie den entsprechenden Text ein.
es_es: Seleccione una condición para editar la SKU e introduzca el texto relevante
fr_fr: Sélectionnez une condition pour modifier la référence SKU et entrez le texte pertinent

source: Product Visiblity
de_de: Produkt Visiblity
es_es: Visibilidad del producto
fr_fr: Visibilité du Produit

source: Choose which all shop pages the product will be listed on
de_de: Wählen Sie, auf welchen allen Shop-Seiten das Produkt aufgeführt wird
es_es: Elija en qué páginas de la tienda aparecerá el producto
fr_fr: Choisissez quelles pages du produit seront listées sur

source: Shop and Search
de_de: Shop und Suche
es_es: Comprar y buscar
fr_fr: Magasiner et Rechercher

source: Shop
es_es: Tienda
fr_fr: Boutique

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Rechercher

source: Hidden
de_de: Verborgen
es_es: Oculto
fr_fr: Masqué

source: Featured Product
es_es: Producto destacado

source: Select an option to make the product(s) Featured or not.
es_es: Seleccione una opción para que los productos sean destacados o no.

source: Yes
es_es: Sí

source: Shipping Class
de_de: Versandklasse
es_es: Clase de envío
fr_fr: Classe de livraison

source: Select a shipping class that will be added to all the filtered products
de_de: Wählen Sie eine Versandklasse, die zu allen gefilterten Produkten hinzugefügt wird
es_es: Seleccione una clase de envío que se agregará a todos los productos filtrados
fr_fr: Sélectionnez une classe d`expédition qui sera ajoutée à tous les produits filtrés

source: Shipping Class : No Shipping Class
de_de: Versandklasse: Keine Versandklasse
es_es: Clase de envío : Sin clase de envío
fr_fr: Classe d`expédition: pas de classe d`expédition

source: Shipping Class :
de_de: Versandklasse:
es_es: Clase de envío :
fr_fr: Classe de livraison

source: Description
es_es: Descripción

source: Select a condition to edit or add the description, and enter the relevant text.
es_es: Seleccione una condición para editar o agregar la descripción e introduzca el texto relevante.

source: Description updated
es_es: Descripción actualizada

source: Short description
es_es: Descripción corta

source: Short description updated
es_es: Breve descripción actualizada

source: Product image
es_es: Imagen del Producto

source: Specify an image url to add or replace the product image.
es_es: Especifique una URL de imagen para agregar o reemplazar la imagen del producto.

source: Updated product image
es_es: Imagen actualizada del producto

source: Product gallery images Action
es_es: Imágenes de la galería de productos Acción

source: Select a condition to modify product gallery images.
es_es: Seleccione una condición para modificar las imágenes de la galería de productos.

source: Added
es_es: Añadido

source: Removed
es_es: Removido

source: Replaced
es_es: Substituido

source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix

source: Regular Price
de_de: Regulärer Preis
es_es: Precio regular
fr_fr: Prix de vente

source: Select a condition to adjust the price and enter the value. You can also choose an option to round it to the nearest value
de_de: Wählen Sie eine Bedingung, um den Preis anzupassen und geben Sie den Wert ein. Sie können auch eine Option wählen, um sie auf den nächstgelegenen Wert zu runden
es_es: Seleccione una condición para ajustar el precio e introduzca el valor. También puede elegir una opción para redondearla al valor más cercano
fr_fr: Sélectionnez une condition pour ajuster le prix et entrez la valeur. Vous pouvez également choisir une option pour arrondir à la valeur la plus proche

source: Increased by Percentage ( + %) [
de_de: Steigerung um Prozentual (+%) [
es_es: Aumento por Porcentaje ( + %) [
fr_fr: Augmentation par pourcentage (+%) [

source: Decreased by Percentage ( - %) [
de_de: Verminderte um den Prozentsatz (-%) [
es_es: Disminución por porcentaje ( - %) [
fr_fr: Diminution par pourcentage (-%) [

source: Increased by Price ( + $) [
de_de: Mehr als Preis (+ $) [
es_es: Incrementado por precio ( + $) [
fr_fr: Augmentation par prix (+ $) [

source: Decreased by Price ( - $) [
de_de: Verminderte um Preis (-$) [
es_es: Disminución por precio ( - $) [
fr_fr: Diminution par prix (-$) [

source: Flat Price for all [
de_de: Flache Preise für alle [
es_es: Precio plano para todos [
fr_fr: Prix forfaitaire pour tous [

source: Percentage :
de_de: Prozentsatz:
es_es: Porcentaje:
fr_fr: Pourcentage:

source: Amount :
de_de: Menge :
es_es: Monto:
fr_fr: Montant:

source: Sale Price
de_de: Angebotspreis
es_es: Precio de venta
fr_fr: Prix de vente

source: Manage Stock
de_de: Lagerverwaltung
es_es: Gestionar Stock
fr_fr: Gestion du stock

source: Enable or Disable manage stock for products or variations
de_de: Bestmöglichen oder Deaktivieren Sie den Bestand für Produkte oder Variationen
es_es: Activar o desactivar administrar stock para productos o variaciones
fr_fr: Activer ou désactiver gérer le stock pour des produits ou des variantes

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé

source: Stock Quantity
de_de: Verfügbare Menge/Stückzahl
es_es: Cantidad en Stock
fr_fr: Quantité en stock

source: Choose an option to update stock quantity and enter the value
de_de: Wählen Sie eine Option, um die Lagermenge zu aktualisieren und den Wert einzugeben
es_es: Seleccione una opción para actualizar la cantidad de stock e introduzca el valor
fr_fr: Choisissez une option pour mettre à jour la quantité de stock et entrez la valeur

source: Increased [
de_de: Erhöht [
es_es: Aumento [
fr_fr: Augmenté

source: Decreased [
de_de: Verminderte [
es_es: Disminución [
fr_fr: Diminué

source: Replaced [
de_de: Ersetzt [
es_es: Reemplazado [
fr_fr: Remplacé

source: Quantity :
de_de: Menge:
es_es: Cantidad:
fr_fr: Quantité :

source: Allow Backorders
de_de: Lieferrückstand erlauben
es_es: Permitir pedidos pendientes
fr_fr: Autoriser les commandes sur un produit non disponible

source: Choose how you want to handle backorders
de_de: Wählen Sie, wie Sie Backorder bearbeiten möchten
es_es: Elija cómo desea gestionar los pedidos pendientes
fr_fr: Choisissez comment vous voulez gérer les reliquats

source: Do not Allow
de_de: Nicht erlauben
es_es: No permitir
fr_fr: Ne pas autoriser

source: Allow, but Notify the Customer
de_de: Den Kunden erlauben, aber benachrichtigen
es_es: Permitir, pero Notificar al Cliente
fr_fr: Autoriser, mais notifier le client

source: Allowed
de_de: Erlaubt
es_es: La dirección URL de retorno permitida es %s
fr_fr: Autorisé

source: Stock Status
de_de: Lagerbestand
es_es: Estado del stock
fr_fr: État du stock

source: Choose an option to update the stock status
de_de: Wählen Sie eine Option, um den Aktienstatus zu aktualisieren
es_es: Elija una opción para actualizar el status de stock
fr_fr: Choisissez une option pour mettre à jour l'état du stock

source: In Stock
de_de: Auf Lager
es_es: En Stock
fr_fr: En stock

source: Out of Stock
de_de: Ausverkauft
es_es: Agotado
fr_fr: Rupture de stock

source: On Backorder
de_de: Nachbestellung möglich
es_es: En reserva
fr_fr: En backorder

source: Weight & Dimensions
de_de: Gewicht & Maße
es_es: Peso y Dimensiones
fr_fr: Poids et dimensions

source: Length
de_de: Länge
es_es: Longitud
fr_fr: Longueur

source: Choose an option to update length and enter the value
de_de: Wählen Sie eine Option, um die Länge zu aktualisieren und den Wert einzugeben
es_es: Elija una opción para actualizar la longitud e introducir el valor
fr_fr: Choisissez une option pour mettre à jour la longueur et entrez la valeur

source: Dimension :
es_es: Dimensión:

source: Width
de_de: Breite
es_es: Ancho
fr_fr: Largeur

source: Choose an option to update width and enter the value
de_de: Wählen Sie eine Option, um die Breite zu aktualisieren und den Wert einzugeben
es_es: Elija una opción para actualizar el ancho e introduzca el valor
fr_fr: Choisissez une option pour mettre à jour la largeur et entrez la valeur

source: Height
de_de: Höhe
es_es: Altura
fr_fr: Hauteur

source: Choose an option to update height and enter the value
de_de: Wählen Sie eine Option, um die Höhe zu aktualisieren und geben Sie den Wert ein
es_es: Elija una opción para actualizar la altura e introducir el valor
fr_fr: Choisissez une option pour mettre à jour la hauteur et entrez la valeur

source: Weight
de_de: Gewicht
es_es: Peso
fr_fr: Poids de la commande

source: Choose an option to update weight and enter the value
de_de: Wählen Sie eine Option, um Gewicht zu erhöhen und den Wert einzugeben
es_es: Elija una opción para actualizar el peso e introducir el valor
fr_fr: Choisissez une option pour mettre à jour le poids et entrez la valeur

source: Attributes
de_de: Attribute
es_es: Atributos
fr_fr: Attributs

source: Attribute Actions
de_de: Aktionen aktiv
es_es: Acciones de atributos
fr_fr: Actions d'attribut

source: Select an option to make changes to your attribute values
de_de: Wählen Sie eine Option, um Änderungen an Ihren Attributwerten vorzunehmen
es_es: Seleccione una opción para realizar cambios en los valores de atributo
fr_fr: Sélectionnez une option pour apporter des modifications à vos valeurs d'attribut

source: Added
de_de: Hinzugefügt
es_es: Agregado
fr_fr: Ajouté

source: Removed
de_de: Entfernt
es_es: Quitado
fr_fr: Entrez un texte ou un contenu HTML à afficher lorsque le bouton Ajouter au panier est supprimé. Laissez-le vide si vous ne voulez pas afficher de contenu.

source: Replaced
de_de: Ersetzt
es_es: Substituido
fr_fr: Remplacé

source: Variations
de_de: Variationen
es_es: Variaciones

source: Interchange Attribute Values
es_es: Valores de atributo de intercambio

source: Select the attribute and specify the attribute values you want to change.
es_es: Seleccione el atributo y especifique los valores de atributo que desea cambiar.

source: Changed
es_es: Cambiado

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories

source: Category process
de_de: Kategorisierungsprozess
es_es: Proceso de categoría
fr_fr: Catégorie de processus

source: Role Based Pricing
de_de: Rollenpreis
es_es: Precios basados en roles
fr_fr: Tarification basée sur les rôles

source: Hide price
de_de: Preis ausblenden
es_es: Ocultar precio
fr_fr: Masquer le prix

source: Select option to hide price for unregistered users.
de_de: Wählen Sie die Option, um den Preis für nicht registrierte Benutzer zu verstecken.
es_es: Seleccione la opción para ocultar el precio de los usuarios no registrados.
fr_fr: Sélectionnez l`option pour masquer le prix pour les utilisateurs non enregistrés.

source: Show Price
de_de: Preis anzeigen
es_es: Mostrar Precio
fr_fr: Afficher le prix

source: Hide Price
de_de: Preis ausblenden
es_es: Ocultar precio
fr_fr: Cacher le prix

source: Hide product price based on user role
de_de: Produktpreis auf der Grundlage der Benutzerrolle verstecken
es_es: Ocultar el precio del producto en función del rol de usuario
fr_fr: Masquer le prix du produit en fonction du rôle de l`utilisateur

source: For selected user role, hide the product price
de_de: Für ausgewählte Benutzerrolle, verstecken Sie den Produktpreis
es_es: Para el rol de usuario seleccionado, oculte el precio del producto
fr_fr: Pour le rôle d'utilisateur sélectionné, masquez le prix du produit

source: Enforce product price adjustment
de_de: Zwang Produktpreisanpassung
es_es: Hacer cumplir el ajuste del precio del producto
fr_fr: Appliquer l`ajustement du prix du produit

source: Select option to enforce indvidual price adjustment
de_de: Wählen Sie die Option, die individuelle Preisanpassung durchzusetzen
es_es: Seleccione la opción para aplicar el ajuste de precios indvidual
fr_fr: Sélectionnez l`option pour appliquer l`ajustement de prix individuel

source: Shipping Pro
es_es: Envío Pro
fr_fr: Expédition Pro

source: Shipping Unit
de_de: Schifffahrtseinheit
es_es: Unidad de Envío
fr_fr: Unité d`expédition

source: Update Shipping Unit
es_es: Actualizar la unidad de envío
fr_fr: Mettre à jour l`unité d`expédition

source: Added [
de_de: Hinzugefügt [
es_es: Añadido [
fr_fr: Ajouté

source: Subtracted [
de_de: Subtrahiert [
es_es: Sustraído [
fr_fr: Soustrait

source: Unit :
de_de: Einheit:
es_es: Unidad:
fr_fr: Unité:

source: Update meta values
de_de: Update-Meta-Werte
es_es: Actualizar los valores meta
fr_fr: Mettre à jour les méta-valeurs

source: Update meta
es_es: Actualizar meta
fr_fr: Mise à jour Meta

source: Delete Products
es_es: Borrar productos

source: Delete Action
es_es: Eliminar acción

source: Select how you want to delete products.
es_es: Seleccione cómo desea eliminar los productos.

source: Moved to Trash
es_es: Movido a la Papelera

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler

source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer

source: Undo the update - Overview
de_de: Update rückgängig machen-Übersicht
es_es: Deshacer la actualización - Visión general
fr_fr: Annuler la mise à jour-vue d`ensemble

source: Oops! No previous update found.
de_de: Oops! Kein früheres Update gefunden.
es_es: ¡Vaya! No se ha encontrado ninguna actualización anterior.
fr_fr: Oups! Aucune mise à jour précédente n`a été trouvée.

source: Back
de_de: Zurück
es_es: Volver
fr_fr: Retour

source: Attribute Values (Existing)
de_de: Attribut-Werte (Existenz)
es_es: Valores de atributo (existente)
fr_fr: Valeurs attributaires (existantes)

source: Select the Attribute value(s) for which the filter has to be applied
de_de: Wählen Sie den Attribut-Wert (n), für den der Filter angewendet werden muss
es_es: Seleccione los valores de atributo para los que se debe aplicar el filtro
fr_fr: Sélectionnez la (les) valeur (s) d`attribut pour laquelle le filtre doit être appliqué

source: Select Attributes Values
de_de: Wählen Sie Attribut-Werte
es_es: Seleccionar valores de atributos
fr_fr: Sélectionner les valeurs d`attributs

source: Desired Price
de_de: Wunschpreis
es_es: Precio deseado
fr_fr: Prix désiré

source: Minimum Price
de_de: Mindestpreis
es_es: Precio Mínimo
fr_fr: Prix Minimum

source: Maximum Price
de_de: Maximaler Preis
es_es: Precio Máximo
fr_fr: Prix Max

source: Do you want to Proceed?
de_de: Wollen Sie sich weitermachen?
es_es: ¿Quieres proceder?
fr_fr: Voulez-vous continuer?

source: Yes, Proceed
de_de: Ja, fortfahren
es_es: Sí, continuar
fr_fr: Oui, Procéder

source: No, Wait
de_de: Nein, warte
es_es: No, espera
fr_fr: Non, attends

source: Proceed with Update?
de_de: Mit Update fortkommen?
es_es: ¿Continuar con la actualización?
fr_fr: Procéder à la mise à jour?

source: Yes, Update
de_de: Ja, Update
es_es: Sí, Actualización
fr_fr: Oui, mise à jour

source: Proceed with Undo Update?
de_de: Mit Undo Update fortkommen?
es_es: ¿Continúa con Deshacer actualización?
fr_fr: Procéder à la mise à jour Undo?

source: This operation can not be reversed
de_de: Diese Operation kann nicht rückgängig gemacht werden
es_es: Esta operación no se puede revertir
fr_fr: Cette opération ne peut pas être inversée

source: Undo the Previous Update?
de_de: Das vorzeitige Update rückgängig machen?
es_es: ¿Deshacer la actualización anterior?
fr_fr: Annuler la mise à jour précédente?

source: Click Proceed to see the Update Details.
de_de: Klicken Sie auf Weiter, um die Aktualisierungsdetails zu sehen.
es_es: Haga clic en Continuar para ver los detalles de la actualización.
fr_fr: Cliquez sur continuer pour afficher les détails de la mise à jour.

source: Are you Sure ?
de_de: Bist du sicher?
es_es: ¿Estás seguro?
fr_fr: Es-tu sûr?

source: Do you want to Reset?
de_de: Wollen Sie zurücksetzen?
es_es: ¿Desea restablecer?
fr_fr: Voulez-vous réinitialiser?

source: Yes, Reset
de_de: Ja, Reset
es_es: Sí, Restablecer
fr_fr: Oui, réinitialiser

source: New Title
de_de: Neuer Titel
es_es: Nuevo Título
fr_fr: Nouveau titre

source: Append Title
de_de: Anhang Titel
es_es: Añadir título
fr_fr: Ajouter un titre

source: Prepend Title
de_de: Titel vorbeugen
es_es: Título de prepend
fr_fr: Titre du Prepend

source: Text to be Replaced
de_de: Text zu ersetzen
es_es: Texto a reemplazar
fr_fr: Texte à remplacer

source: Replace Text
de_de: Text ersetzen
es_es: Reemplazar texto
fr_fr: Remplacer le texte

source: New SKU
de_de: Neue Art.-Nr.
es_es: Nueva SKU
fr_fr: Nouvelle référence SKU

source: Append SKU
de_de: Anhängen SKU
es_es: Anexar SKU
fr_fr: Ajouter une référence SKU

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit

source: Increase Percentage
de_de: Steigerungen
es_es: Aumente el porcentaje
fr_fr: Augmenter le pourcentage

source: Nearest Value
de_de: Nächster Wert
es_es: Valor más cercano
fr_fr: Valeur la plus proche

source: Decrease Percentage
de_de: Rückgang des Prozentuals
es_es: Disminuir porcentaje
fr_fr: Diminuer le pourcentage

source: Increase Price
de_de: Preis erhöhen
es_es: Aumentar el precio
fr_fr: Augmenter le prix

source: Set Flat Price to All
de_de: Setzen Sie den Preis für alle
es_es: Establecer el precio fijo a todos
fr_fr: Fixer le prix forfaitaire à tous

source: Decrease Price
de_de: Preis sinkt
es_es: Disminuir el precio
fr_fr: Diminuer le prix

source: Value to Add
de_de: Wert zu fügen
es_es: Valor a añadir
fr_fr: Valeur à ajouter

source: Value to Subtract
de_de: Wert auf Subtrakt
es_es: Valor a restar
fr_fr: Valeur à soustraire

source: Value to Replace
de_de: Wert zum Ersatz
es_es: Valor a reemplazar
fr_fr: Valeur à remplacer

source: Shipping Unit Will be Added
de_de: Versandeinheit wird hinzugefügt
es_es: Se añadirá la unidad de envío
fr_fr: L`unité d`expédition sera ajoutée

source: Shipping Unit Will be Subtracted
de_de: Schifffahrtseinheit wird unterzufahren
es_es: La unidad de envío será restada
fr_fr: L`unité d`expédition sera soustraite

source: Shipping Unit Will be Replaced
de_de: Schifffahrtseinheit wird verlegt
es_es: Unidad de envío será reemplazada
fr_fr: L`unité d`expédition sera remplacée

source: Update Successful
de_de: Aktualisierung erfolgreich
es_es: Actualización exitosa
fr_fr: Mise à jour réussie

source: Undo Update Successful
de_de: Nicht auf Update erfolgreich
es_es: Deshacer actualización exitosa
fr_fr: Annuler la mise à jour réussie

source: Bulk Edit
es_es: Edición masiva
fr_fr: Modifier en vrac

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres

source: Jobs
es_es: Empleos
fr_fr: Emplois

source: Licence
de_de: Lizenz
es_es: Licencia

source: FILTER
es_es: FILTROS
fr_fr: FILTRER

source: PREVIEW
de_de: VORSCHAU
es_es: VISTA PREVIA
fr_fr: APERÇU

source: EDIT PRODUCTS
es_es: PRODUCTOS EDIT
fr_fr: MODIFIER LES PRODUITS

source: SCHEDULE
de_de: PLAN
es_es: Horario
fr_fr: CALENDRIER

source: FINISH
de_de: FARBE
es_es: TERMINAR
fr_fr: FINI

source: 1 item
de_de: 1 Element
es_es: 1 elemento
fr_fr: 1 élément

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Der Lizenzschlüssel für %s ist abgelaufen. Sie können ihn reaktivieren oder einen neuen Lizenzschlüssel über Ihr Konto <a href="%s" target="_blank"> Dashboard</a> kaufen.
es_es: La clave de licencia para %s ha expirado. Usted puede reactivarla o comprar una clave de licencia desde el <a href="%s" target="_blank">panel de control</a>de su cuenta.
fr_fr: La clé de licence de %s est expirée. Vous pouvez réactiver ou acheter une clé de licence depuis votre <a href=" %s" target="_blank">tableau de bord</a>.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s ist ausgesetzt. Sie können es über Ihren Account reaktivieren. <a href="%s" target="_blank">Dashboard</a>.
es_es: La suscripción para %s está en espera. Usted puede reactivar la suscripción desde el <a href="%s" target="_blank">panel de control</a>de su cuenta.
fr_fr: L`abonnement à %s est en attente. Vous pouvez réactiver votre abonnement depuis votre <a href="%s" target="_blank">tableau de bord</a>.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
de_de: Das Abonnement für %s wurde beendet. Sie können es von Ihrem <a href="%s" target="_blank">Account-Dashboard</a> aus erneuern. Ein neuer Lizenzschlüssel wird an Ihre E-Mail-Adresse geschickt, sobald die Bestellung abgeschlossen ist.
es_es: La suscripción para %s ha sido cancelada. Puede renovar la suscripción de su cuenta desde el <a href="%s" target="_blank">panel de control</a>. Una nueva clave licencia será enviada por correo electrónico después de que su pedido haya sido completado.
fr_fr: L`abonnement %s a été annulé. Vous pouvez renouveler votre abonnement depuis votre <a href=" %s " target="_blank">tableau de bord</a>. Une nouvelle clé de licence vous sera envoyé une fois vore commande terminée.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abo für %s ist ausgelaufen. Du kannst es über dein <a href="%s" target="_blank">Account-Dashboard</a> erneuern.
es_es: La suscripción para %s ha expirado. Puedes reactivar la suscripción desde el <a href="%s" target="_blank">panel</a>de tu cuenta.
fr_fr: L`abonnement %s a expiré. Vous pouvez réactiver l`abonnement de votre compte : <a href=" %s " target="_blank"> tableau de bord </a>.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s wurde unterbrochen. Sie können das Abonnement über Ihr Konto-<a href=„%s“ target=„_blank“>Dashboard</a> reaktivieren.
es_es: La suscripción para %s ha sido suspendida. Puedes reactivar la suscripción desde el <a href="%s" target="_blank">panel de control</a>de tu cuenta.
fr_fr: L`abonnement %s a été suspendu. Vous pouvez réactiver l`abonnement de votre compte : <a href=" %s " target="_blank"> tableau de bord </a>.
