Repository: rashidhamid139/PlguinsWoocommerce
Catalog: lang/eh_bulk_edit-*.po
Languages: de_de, es_es, fr_fr

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s ist noch schwebend. Du kannst den Status des Abonnements von deines Accounts überprüfen <a href="%s" target="_blank">Dashboard</a>.
es_es: La suscripción parar %s está pendiente. Usted puede comprobar el estado de la suscripción desde el <a href="%s" target="_blank">panel de control</a>de su cuenta.
fr_fr: L`abonnement %s est toujours en attente. Vous pouvez vérifier l`état votre abonnement ici: <a href=" %s " target="_blank"> tableau de bord </a>.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s wurde in den Papierkorb verschoben und wird bald gelöscht. Sie können ein neues Abonnement über Ihr Account erwerben. <a href="%s" target="_blank">Dashboard</a>.
es_es: La suscripción para %s ha sido enviada a la papelera y será borrada pronto. Usted puede comprar una nueva suscripción desde el <a href="%s" target="_blank">panel de control</a> de su cuenta.
fr_fr: L`abonnement %s a été placé dans la corbeille et sera bientôt supprimé Vous pouvez souscrire à un nouvel abonnement ici : <a href=" %s " target="_blank"> tableau de bord </a>.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s konnte nicht gefunden werden. Sie können ein Abonnement von Ihrem Konto aus erwerben <a href="%s" target="_blank">Dashboard</a>.
es_es: La suscripción para %s no se pudo encontrar. Usted puede comprar una suscripción para su cuenta desde el <a href=“%s” target=“_blank”>panel de control</a> .
fr_fr: Aucun abonnement à %s n'a été trouvé. Vous pouvez souscrire à un abonnement depuis <a href=" %s " target="_blank">votre tableau de bord</a>.

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate license key at your plugin <a href="%s" target="_blank">settings page</a>.
de_de: Ein Lizenzschlüssel für %s konnte nicht gefunden werden. Vielleicht hast du vergessen, beim Einrichten von %s einen Lizenzschlüssel einzugeben oder der Schlüssel in deinem Konto wurde deaktiviert. Einen Lizenzschlüssel kannst du über dein Konto-<a href="%s“ target="_blank“>Dashboard</a> reaktivieren oder kaufen.
es_es: No se pudo encontrar una clave de licencia para %s. Tal vez se olvidó de introducir una clave de licencia al configurar %s, o la clave se desactivó en su cuenta. Puede reactivar la clave de licencia en el plugin < a href = " %s" target = "_blank" > Settings Page </a>.
fr_fr: Impossible de trouver une clé de licence pour %s. Peut-être avez-vous oublié d'entrer une clé de licence lors de la configuration de %s, ou la clé a été désactivée dans votre compte. Vous pouvez réactiver la clé de licence à votre plugin < a href = " %s" target = "_ blank" > Settings page </a>.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Download-Berechtigung für %s wurde aufgrund eines abgelaufenen Lizenzschlüssels oder abgelaufenem Abos widerrufen. Reaktivieren Sie diesen oder bestellen Sie einen neuen Lizenzschlüssel von Ihrem <a href="%s" target="_blank">Dashboard</a>.
es_es: El permiso de descarga para %s ha sido revocado posiblemente porque ha expirado la llave de licencia o la suscripción. Usted puede reactivar o comprar una clave para su cuenta en el <a href="%s" target="_blank">panel de control</a>.
fr_fr: L`autorisation de téléchargement pour %s a échoué probablement à cause d'une clé de licence ou dun abonnement expiré. Vous pouvez réactiver ou acheter une clé de licence au <a href="%s" target="_blank">tableau de bord</a> de votre compte.

source: %s has not been activated. Go to the plugin <a href="%s" target="_blank">settings page</a> and enter the license key and license email to activate %s.
de_de: %s wurde nicht aktiviert. Gehe zum Plugin <a href="%s" target="_blank">Einstellungsseite</a> und geben Sie den Lizenzschlüssel und die Lizenz-E-Mail ein, um sie zu aktivieren %s.
es_es: %s no se ha activado. Vaya al plugin < a href = " %s" target = "_blank" > Settings Page </a> e ingrese la clave de licencia y el email de licencia para activar %s.
fr_fr: %s n`a pas été activée. Allez à la <a href=« %s » target=« _blank »>page des paramètres</a> et entrez la clé et l`e-mail de licence pour activer %s.

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
de_de: Sie veränderten das Abonnement für %s und müssen den neuen API-Lizenzschlüssel auf der Lizenz-Seite eingeben. Der Lizenzschlüssel sollte in Ihrem E-Mail-Posteingang angekommen sein, falls nicht schauen Sie in Ihrem Konto nach im <a href="%s" target="_blank">Dashboard</a>.
es_es: Has modificado la suscripción para %s, así que tendrás que introducir tu nueva clave de licencia de API en la página de ajustes. La clave de licencia debería haber llegado a la bandeja de entrada de tu email, en caso contrario puedes acceder a tu cuenta en <a href=“%s” target=“_blank”>panel de control</a>.
fr_fr: Vous avez changé l`abonnement pour %s, aussi devez vous saisir votre nouvelle clé de licence API dans la page Réglages. La clé de licence doit être arrivée dans vos courriers entrants, autrement vous pouvez l`obtenir en vous identifiant dans le <a href="%s" target="_blank">tableau de bord</a> de votre compte.

source: Filter the Products
de_de: Filter der Produkte
es_es: Filtrar los productos
fr_fr: Filtrer les produits

source: Check your Increase/Decrease Percentage to get back old price.
de_de: Überprüfen Sie Ihren Inkrementenzanteil, um den alten Preis wieder zu erhalten.
es_es: Compruebe su porcentaje de aumento/disminución para recuperar el precio antiguo.
fr_fr: Vérifiez votre pourcentage d`augmentation/diminution pour récupérer le vieux prix.

source: Generate Percentage
de_de: Generieren Anteil
es_es: Generar porcentaje
fr_fr: Générer un pourcentage

source: Click to undo the last update you have done
de_de: Klicken Sie auf das letzte Update, das Sie durchgeführt haben, um das letzte Update rückgängig zu machen.
es_es: Haga clic para deshacer la última actualización que ha realizado
fr_fr: Cliquez pour annuler la dernière mise à jour que vous avez effectuée

source: Undo Last Update
de_de: Nicht das letzte Update
es_es: Deshacer última actualización
fr_fr: Annuler la dernière mise à jour

source: Product Title
de_de: Bezeichnung des Produkts
es_es: Título del producto
fr_fr: ﻿Titre du produit

source: Select a condition from the drop-down and enter a product title
de_de: Wählen Sie eine Bedingung aus dem Drop-Down und geben Sie einen Produkt-Titel ein
es_es: Seleccione una condición en el menú desplegable e introduzca un título de producto
fr_fr: Sélectionnez une condition dans la liste déroulante et entrez un titre de produit

source: All
de_de: Alle
es_es: Todo
fr_fr: Tout

source: Starts With
es_es: Comienza con
fr_fr: Commence avec

source: Ends With
de_de: Ends Mit
es_es: Termina con
fr_fr: Se termine par

source: Contains
de_de: Enthält
es_es: Contiene
fr_fr: Contient

source: Select Flags (Optional)
de_de: Wählen Sie Flaggen (optional)
es_es: Seleccionar indicadores (opcional)
fr_fr: Sélectionnez drapeaux (facultatif)

source: Product Tags
es_es: Etiquetas del producto

source: Select the product tag(s) for which the filter has to be applied
es_es: Seleccione las etiquetas de producto para las que se debe aplicar el filtro

source: Select Product Tags
es_es: Seleccionar etiquetas de producto

source: Product Types
de_de: Produkt-Typen
es_es: Tipos de productos
fr_fr: Types de produit

source: Select the product type(s) for which the filter has to be applied
de_de: Wählen Sie den Produkttyp (n) aus, für den der Filter angewendet werden muss
es_es: Seleccione los tipos de producto para los que se debe aplicar el filtro
fr_fr: Sélectionnez le ou les types de produits pour lesquels le filtre doit être appliqué.

source: Select Product Types
de_de: Produkttypen auswählen
es_es: Seleccionar tipos de productos
fr_fr: Sélectionner les types de produits

source: Product Categories
de_de: Produktkategorien
es_es: Categorías de Productos
fr_fr: Catégories de produits

source: Select the category(s) for which the filter has to be applied. Enable the checkbox to include subcategories
de_de: Wählen Sie die Kategorie (n) aus, für die der Filter angewendet werden soll. Aktivieren Sie das Kästchen, um Unterkategorien einzuschließen
es_es: Seleccione las categorías para las que se debe aplicar el filtro. Active la casilla de verificación para incluir subcategorías
fr_fr: Sélectionnez la ou les catégories pour lesquelles le filtre doit être appliqué. Cochez la case pour inclure les sous-catégories

source: Product Regular Price
de_de: Produkt regulärer Preis
es_es: Precio regular del producto
fr_fr: Prix régulier du produit

source: Select a condition and specify a price
de_de: Wählen Sie eine Bedingung und geben Sie einen Preis an
es_es: Seleccione una condición y especifique un precio
fr_fr: Sélectionnez une condition et indiquez un prix

source: Between
de_de: Zwischen
es_es: Entre
fr_fr: Entre

source: Product Attributes (Group with OR)
de_de: Produkt-Attribute (Gruppe mit OR)
es_es: Atributos de producto (Grupo con OR)
fr_fr: Attributs de produit (groupe avec ou)

source: The products will be filtered when any one of the attributes and it's corresponding values are present
de_de: Die Produkte werden gefiltert, wenn eines der Attribute vorhanden ist und die entsprechenden Werte vorhanden sind.
es_es: Los productos se filtrarán cuando cualquiera de los atributos y sus valores correspondientes estén presentes
fr_fr: Les produits seront filtrés lorsque l`un des attributs et les valeurs correspondantes sont présents

source: Product Attributes (Group with AND)
de_de: Produkt-Attributen (Gruppe mit AND)
es_es: Atributos del producto (Agrupar con AND)
fr_fr: Attributs de produit (groupe avec et)

source: The products will be filtered only when both attributes and it's corresponding values are present
de_de: Die Produkte werden nur gefiltert, wenn beide Attribute und die entsprechenden Werte vorhanden sind
es_es: Los productos se filtrarán solo cuando ambos atributos y sus valores correspondientes estén presentes
fr_fr: Les produits seront filtrés uniquement lorsque les deux attributs et les valeurs correspondantes sont présents

source: <span style="padding-right:1em ; font-size:20px;">Exclusions</span>
es_es: <span style="padding-right:1em ; font-size:20px;">Exclusiones</span>

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer

source: Exclude by IDs
de_de: Ausgenommen durch Ausweise
es_es: Excluir por cuentas
fr_fr: Exclure par ID

source: Enter the Product IDs to exclude from getting updated (separate IDs by comma).
de_de: Geben Sie die Produktnummer ein, um eine Aktualisierung auszuschließen (separate IDs per Komma).
es_es: Introduzca los ID de producto para excluirdes de la actualización (identificadores independientes por coma).
fr_fr: Entrez les ID de produit à exclure de la mise à jour (ID séparés par virgule).

source: Exclude by Categories
de_de: Ausschließen nach Kategorien
es_es: Excluir por categorías
fr_fr: Exclure par catégories

source: Select the categories to exclude products from getting updated. All the subcategories under a parent category will be excluded if you enable 'Include Subcategories' checkbox.
de_de: Wählen Sie die Kategorien aus, um Produkte nicht auf den neuesten Stand zu bringen. Alle Unterkategorien unter einer Elternkategorie werden ausgeschlossen, wenn Sie das Kästchen "Unterkategorien einschließen" aktivieren.
es_es: Seleccione las categorías para excluir los productos de la actualización. Todas las subcategorías de una categoría primaria se excluirán si activa la casilla de verificación "Incluir subcategorías".
fr_fr: Sélectionnez les catégories pour exclure les produits de mise à jour. Toutes les sous-catégories sous une catégorie parente seront exclues si vous activez la case à cocher «inclure les sous-catégories».

source: Reset Filter
de_de: Filter zurücksetzen
es_es: Restablecer filtro
fr_fr: Réinitialiser le filtre

source: Preview Filtered Products
de_de: Vorschau gefilterte Produkte
es_es: Vista previa de los productos filtrados
fr_fr: Aperçu des produits filtrés

source: No categories found.
de_de: Keine Kategorien gefunden.
es_es: No se encontraron categorías.
fr_fr: Aucune catégorie n’a été trouvée.

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres

source: Update Custom Meta
es_es: Actualizar Meta personalizado
fr_fr: Mise à jour Meta personnalisée

source: Enter custom meta keys seperated by comma.
de_de: Geben Sie eigene Meta-Schlüssel ein, die durch Komma getrennt sind.
es_es: Introduzca metaclaves personalizados separados por comas.
fr_fr: Entrez des méta-clés personnalisées séparés par une virgule.

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder

source: Items per page:
de_de: Einträge pro Seite:
es_es: Artículos por página:
fr_fr: Eléments par page :

source: Apply
de_de: Übernehmen
es_es: Aplicar
fr_fr: Appliquer

source: Updating the products. Do not refresh...
de_de: Aktualisierung der Produkte. Nicht erfrischen ...
es_es: Actualización de los productos. No actualizar...
fr_fr: Mise à jour des produits. Ne pas rafraîchir...

source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler

source: Undo previous update. Do not refresh...
de_de: Nicht das vorherige Update. Nicht erfrischen ...
es_es: Deshacer actualización anterior. No actualizar...
fr_fr: Annuler la mise à jour précédente. Ne pas rafraîchir...

source: Update the Products
de_de: Update der Produkte
es_es: Actualizar los productos
fr_fr: Mettre à jour les produits

source: < No Change >
de_de: Button Text ändern (Produktseite)
es_es: < Sin cambios >

source: Append
de_de: Anhängen
es_es: Adjuntar
fr_fr: Ajouter

source: Prepend
de_de: Voranstellen
es_es: Antes
fr_fr: Ajouter avant

source: Replace
de_de: Geben Sie einen Text ein, um den vorhandenen Knopf "Hinzufügen" auf der Shop-Seite zu ersetzen.
es_es: Reemplazar
fr_fr: Remplacer

source: RegEx Replace
de_de: RegEx-Ersatz
es_es: RegEx Reemplazar
fr_fr: RegEx remplacer

source: Product Visibility
es_es: Visibilidad del producto

source: No Shipping Class
de_de: Versandklasse
es_es: Sin clase de envío
fr_fr: Pas de classe d`expédition

source: < No Shipping Class >
de_de: Versandklasse
es_es: < Sin clase de envío >

source: Description Action
es_es: Descripción Acción

source: Select a condition to edit or add the description, and enter the relevant text.
es_es: Seleccione una condición para editar o agregar la descripción e introduzca el texto relevante.

source: Set new
es_es: Establecer nuevo

source: Prepend - Enter the text you want to add at the beginning of the current description. Append - Enter the text you want to add at the end of the current description. Set new - Enter the text to replace the current description.
es_es: Anteponer: introduzca el texto que desea agregar al principio de la descripción actual. Anexar: introduzca el texto que desea agregar al final de la descripción actual. Establecer nuevo: escriba el texto para reemplazar la descripción actual.

source: Short Description Action
es_es: Breve acción de descripción

source: Select a condition to edit or add the short description, and enter the relevant text.
es_es: Seleccione una condición para editar o agregar la descripción breve e introduzca el texto relevante.

source: Short Description
es_es: Descripción corta

source: Prepend - Enter the text you want to add at the beginning of the current short description. Append - Enter the text you want to add at the end of the current short description. Set new - Enter the text to replace the current short description.
es_es: Anteponer: introduzca el texto que desea agregar al principio de la descripción breve actual. Anexar: introduzca el texto que desea agregar al final de la descripción breve actual. Establecer nuevo: escriba el texto para reemplazar la descripción breve actual.

source: Product Image
es_es: Imagen del producto

source: Product Gallery Images Action
es_es: Acción de imágenes de la galería de productos

source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter

source: Remove
es_es: Eliminar

source: Product Gallery Images
es_es: Imágenes de la Galería de productos

source: Specify the urls (separated by comma) to add, remove or replace images from product gallery.
es_es: Especifique las URL (separadas por comas) para agregar, eliminar o reemplazar imágenes de la galería de productos.

source: Increase by Percentage ( + %)
de_de: Steigerung um Prozentual (+%)
es_es: Aumentar por porcentaje ( + %)
fr_fr: Augmentation par pourcentage (+%)

source: Decrease by Percentage ( - %)
de_de: Rückgang um Prozentsatz (-%)
es_es: Disminución por porcentaje ( - %)
fr_fr: Diminution par pourcentage (-%)

source: Increase by Price ( + $)
de_de: Steigerung um Preis (+ $)
es_es: Aumentar por precio ( + $)
fr_fr: Augmentation par prix (+ $)

source: Decrease by Price ( - $)
de_de: Regelpreis verstecken
es_es: Disminución por precio ( - $)
fr_fr: Diminution par prix (-$)

source: Flat Price for All
de_de: Alle
es_es: Precio fijo para todos
fr_fr: Prix forfaitaire pour tous

source: Use Regular Price to set Sale Price
de_de: Verwenden Sie den regulären Preis, um den Verkaufspreis festzulegen
es_es: Utilice el precio regular para establecer el precio de venta
fr_fr: Utiliser le prix régulier pour définir le prix de vente

source: Enable this option to set the Sale Price based on the the Regular Price.
de_de: Aktivieren Sie diese Option, um den Verkaufspreis auf den regulären Preis zu setzen.
es_es: Habilite esta opción para establecer el precio de venta en función del precio normal.
fr_fr: Activez cette option pour définir le prix de vente en fonction du prix normal.

source: Disable
de_de: Deaktivieren
es_es: Deshabilitar
fr_fr: Désactiver

source: Increase
de_de: Erhöhen
es_es: Aumentar
fr_fr: Augmenter

source: Decrease
de_de: Verringern
es_es: Disminución
fr_fr: Diminuer

source: Allow
de_de: Erlauben
es_es: Permitir
fr_fr: Autoriser

source: Add New Values
de_de: Neue Werte hinzufügen
es_es: Añadir nuevos valores
fr_fr: Ajouter de nouvelles valeurs

source: Remove Existing Values
de_de: Bestehende Werte entfernen
es_es: Eliminar valores existentes
fr_fr: Supprimer des valeurs existantes

source: Overwrite Existing Values
de_de: Bestehende Werte überschreiben
es_es: Sobrescribir valores existentes
fr_fr: Remplacer les valeurs existantes

source: Attributes to Update
de_de: Attribute zum Update
es_es: Atributos a actualizar
fr_fr: Attributs à mettre à jour

source: Select the attribute(s) for which you want to change the values
de_de: Wählen Sie das Attribut (s), für das Sie die Werte ändern möchten
es_es: Seleccione los atributos para los que desea cambiar los valores
fr_fr: Sélectionnez le ou les attributs pour lesquels vous souhaitez modifier les valeurs

source: Category Actions
de_de: Kategorienaktionen
es_es: Acciones de categoría
fr_fr: Actions de catégorie

source: Select an action to re-assign categories. 'Add' will append and 'Remove' will take out categories. 'Overwrite' will remove all the existing categories and assign the selected categories
de_de: Wählen Sie eine Aktion aus, um Kategorien neu zuzuordnen. ` Hinzufügen ` wird angehängt und ` Entfernen ` wird Kategorien herausnehmen. "Überschreiben" entfernt alle bestehenden Kategorien und weist die ausgewählten Kategorien zu
es_es: Seleccione una acción para volver a asignar categorías. 'Añadir' añadirá y 'Eliminar' eliminará categorías. 'Sobrescribir' eliminará todas las categorías existentes y asignará las categorías seleccionadas
fr_fr: Sélectionnez une action pour réaffecter des catégories. `Ajouter'ajoutera et`Remove`prendra des catégories. «Écraser» supprime toutes les catégories existantes et attribue les catégories sélectionnées

source: Select Categories
de_de: Kategorien auswählen
es_es: Seleccionar Categorías
fr_fr: Sélectionner des Catégories

source: Select a category to perform the action you have chosen.
de_de: Wählen Sie eine Kategorie aus, um die von Ihnen gewählte Aktion durchzuführen.
es_es: Seleccione una categoría para realizar la acción que ha elegido.
fr_fr: Sélectionnez une catégorie pour effectuer l`action que vous avez choisie.

source: User Role
de_de: Benutzerrolle
es_es: Rol de Usuario
fr_fr: Rôle de l`utilisateur

source: Subtract
de_de: Abziehen
es_es: Sustraer
fr_fr: Soustraire

source: Move to trash
es_es: Mover a la papelera

source: Delete Permanently
es_es: Borrar permanentemente

source: Reset Values
de_de: Reset-Werte
es_es: Restablecer valores
fr_fr: Réinitialiser les valeurs

source: Product variations
de_de: Produktvariationen
es_es: Variaciones de artículo
fr_fr: Variations du produit

source: Scheduled Tasks
de_de: Geplante Aufgaben
es_es: Tareas programadas
fr_fr: Tâches planifiées

source: Name
es_es: Nombre
fr_fr: Nom

source: Chosen Fields
de_de: Auserwählte Felder
es_es: Campos elegidos
fr_fr: Champs choisis

source: Schedule (y-m-d)
de_de: Fahrplan (y-m-d)
es_es: Horario (y-m-d)
fr_fr: Horaire (y-m-d)

source: Actions
de_de: Aktionen
es_es: Acciones

source: Schedule
de_de: Zeitplan
es_es: Programar
fr_fr: Planifier

source: Actions
de_de: Aktionen
es_es: Acciones

source: Choose when to perform the bulk edit operation. If you are choosing to bulk edit now, you can enable the checkbox to optionally save it as a job. For a later schedule, the job will be saved automatically
de_de: Wählen Sie, wann die Schüttgutbearbeitungsoperation durchgeführt wird. Wenn Sie sich jetzt für eine Großbearbeitung entscheiden, können Sie das Kontrollkästchen aktivieren, um es optional als Auftrag zu speichern. Für einen späteren Zeitplan wird der Job automatisch gespeichert
es_es: Elija cuándo realizar la operación de edición masiva. Si está optando por editar de forma masiva ahora, puede activar la casilla de verificación para guardarla opcionalmente como un trabajo. Para una programación posterior, el trabajo se guardará automáticamente
fr_fr: Choisissez quand effectuer l`opération de modification en bloc. Si vous choisissez de modifier en bloc maintenant, vous pouvez activer la case à cocher pour l`enregistrer en option en tant que travail. Pour un calendrier ultérieur, le travail sera enregistré automatiquement

source: Perform the Bulk Edit Now
de_de: Führen Sie jetzt die Bulk-Bearbeitung aus
es_es: Realice la edición masiva ahora
fr_fr: Effectuer la modification en bloc maintenant

source: Schedule it for later
de_de: Planen Sie es für später
es_es: Programarlo para más tarde
fr_fr: Planifiez-le pour plus tard

source: Revert Last Update
de_de: Letzte Aktualisierung rückt vor
es_es: Revertir la última actualización
fr_fr: Rétablir la dernière mise à jour
