Repository: rashidhamid139/PlguinsWoocommerce
Catalog: lang/eh_bulk_edit-*.po
Languages: de_de, es_es, fr_fr

source: Enable this Undo option to revert back your current update. But it will override your previous update.
de_de: Aktivieren Sie diese Undo-Option, um Ihr aktuelles Update rückgängig zu machen. Aber es wird Ihr vorheriges Update außer Kraft setzen.
es_es: Habilite esta opción Deshacer para revertir la actualización actual. Pero anulará la actualización anterior.
fr_fr: Activez cette option Annuler pour revenir à la mise à jour actuelle. Mais il remplacera votre mise à jour précédente.

source: Enable Undo Update
de_de: Undo-Update aktivieren
es_es: Habilitar la actualización de Deshacer
fr_fr: Activer la mise à jour d`annulation

source: Schedule the Bulk Update on
de_de: Planen Sie das Bulk-Update auf
es_es: Programar la actualización masiva en
fr_fr: Planifiez la mise à jour en bloc sur

source: Choose the time and date to perform the bulk edit operation.
de_de: Wählen Sie die Uhrzeit und das Datum, um die Massenbearbeitungsoperation durchzuführen.
es_es: Elija la hora y la fecha para realizar la operación de edición masiva.
fr_fr: Choisissez l`heure et la date pour effectuer l`opération de modification en bloc.

source: Revert the Values on (Optional)
de_de: Die Werte rückgäntig (optional)
es_es: Revertir los valores activados (opcional)
fr_fr: Rétablir les valeurs (facultatif)

source: Choose a time and date to revert the edited values. Leave it as it is to not revert the values.
de_de: Wählen Sie eine Uhrzeit und ein Datum, um die bearbeiteten Werte rückgängig zu machen. Lassen Sie es so, wie es ist, die Werte nicht rückgängig zu machen.
es_es: Elija una hora y una fecha para revertir los valores editados. Déjalo como es para no revertir los valores.
fr_fr: Choisissez une heure et une date pour rétablir les valeurs modifiées. Laissez-le comme il est de ne pas rétablir les valeurs.

source: Schedule Frequency
es_es: Frecuencia de programación

source: Select the frequency with which you want to make the updates.
es_es: Seleccione la frecuencia con la que desea realizar las actualizaciones.

source: Daily
es_es: Diariamente

source: Weekly
es_es: Semanal

source: Monthly
es_es: Mensual

source: Select Days
es_es: Seleccionar días

source: Select the day(s) which you want to perform the updates.
es_es: Seleccione los días en los que desea realizar las actualizaciones.

source: Select days
es_es: Seleccionar días

source: Select Dates
es_es: Seleccionar fechas

source: Select the date(s) which you want to perform the updates.
es_es: Seleccione las fechas en las que desea realizar las actualizaciones.

source: Stop Schedule
es_es: Horario de parada

source: Select the date and time to stop the update schedule.
es_es: Seleccione la fecha y la hora para detener la programación de actualización.

source: Enter Name (Optional)
de_de: Namen eingeben (optional)
es_es: Introducir nombre (opcional)
fr_fr: Entrez le nom (facultatif)

source: Enter a name for the bulk edit job
de_de: Geben Sie einen Namen für den Schüttgutbearbeitungsauftrag ein
es_es: Escriba un nombre para el trabajo de edición masiva
fr_fr: Entrez un nom pour la tâche de modification en bloc

source: Create a Log File
de_de: Eine Protokolldatei erstellen
es_es: Crear un archivo de registro
fr_fr: Créer un fichier journal

source: Enable this field to create a log file for the bulk edit job
de_de: Aktivieren Sie dieses Feld, um eine Protokolldatei für den Massenbearbeitungsauftrag zu erstellen
es_es: Habilite este campo para crear un archivo de registro para el trabajo de edición masiva
fr_fr: Activez ce champ pour créer un fichier journal pour la tâche de modification en bloc

source: Finish
de_de: Fertigstellen
es_es: Terminar
fr_fr: Terminer

source: ELEX Bulk Edit Products, Prices & Attributes for Woocommerce
de_de: ELEX Bulk Edit Produkte, Preise & Attributen für den Holzhandel
es_es: ELEX Bulk Edit Products, Prices & Attributes para Woocommerce
fr_fr: ELEX Bulk Edit produits, prix et attributs pour Woocommerce

source: Bulk Edit Products, Prices & Attributes for Woocommerce allows you to edit products prices and attributes as Bulk.
de_de: Bulk Edit Produkte, Preise & Attributen für Woocommerce ermöglicht es Ihnen, Produkte Preise und Attribute als Bulk zu bearbeiten.
es_es: Edición masiva de productos, precios y atributos para Woocommerce le permite editar los precios de los productos y atributos como a granel.

source: Prepend SKU
de_de: SKU vorbereiten
fr_fr: SKU Prepend

source: Set New
de_de: Set neu
fr_fr: Définir nouveau

source: RegEx_Replace [
de_de: RegEx _ Ersetzen [

source: Stock
de_de: Lager
